export default [


  {

    name: 'Смерть героя',
    size: { cols: 32, rows: 32 },
    seeds: [
      [2, 5],
      [3, 5],
      [4, 5],

      [21, 20],
      [22, 21],
      [20, 22],
      [21, 22],
      [22, 22],
    ],

  },

  {

    name: 'Трое в лодке, не считая собаки',
    size: { cols: 30, rows: 30 },
    seeds: [
      [2, 5],
      [3, 5],
      [4, 5],
      [3, 4],
      [3, 6],

      [21, 20],
      [22, 21],
      [20, 22],
      [21, 22],
      [22, 22],
    ],

  },

  {
    name: 'Безмятежность',
    size: { cols: 50, rows: 50 },
    seeds: [[24, 23], [24, 24], [25, 23], [25, 25], [26, 24], [26, 25]],
    cellSizeAtScale1: 8
  },

  {
    name: 'Старик и море',
    size: { cols: 1200, rows: 1000 },
    seeds: [
      [21, 20],
      [22, 21],
      [20, 22],
      [21, 22],
      [22, 22],

    ],
    cellSizeAtScale1: 2
  },

  {
    name: 'У страха глаза велики',
    size: { cols: 11, rows: 10 },
    seeds: [[2, 4], [3, 4], [4, 4], [5, 4], [5, 5], [5, 6], [6, 4], [7, 4], [8, 4]],
    cellSizeAtScale1: 20
  }



]

